Pruebas/ConsultarResolucionTotalImssRI.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:wsModuloAfore">
  <soapenv:Header/>
  <soapenv:Body>
    <urn:ConsultarResolucionTotalImssRI>
      <inParam>
        <Opcion>1</Opcion>
        <Nss>72724203087</Nss>
        <Curp>EISM530523HGRSLG04</Curp>
        <Documento>17</Documento>
      </inParam>
    </urn:ConsultarResolucionTotalImssRI>
  </soapenv:Body>
</soapenv:Envelope>